export default {
    MAIN_MENU: {
        INTRO_MESSAGE: `Вітаю! Я Мікстурка, твій бот-помічник 🤖. Сьогодні я готовий тобі допомогти в здійсненні доброї справи - стати донором крові 🩸`,
        WELCOME_MESSAGE_FIRST_RUN: 'Тут ти маєш можливість отримати більше інформації про подію ℹ️ , зареєструватися як донор 💉 , переглянути свій запис ✔️ та скасувати візит ❌ .\n\nЯк я можу тобі допомогти?',
        WELCOME_MESSAGE_NEXT_RUN: 'Як я можу тобі допомогти?'
    },
    BECOME_DONOR: {
        NEXT_STEPS: `Щоб стати донором потрібно виконати три простих кроки:/n1️⃣ Вказати своє імʼя/n2️⃣ Обрати зручний для тебе час візиту/n3️⃣ Прийти до лікарні ти врятувати життя/nПоїхати!`,
        ASK_NAME: `Вкажи, будь ласка, своє імʼя`,
        INVALID_NAME: `Імʼя має бути коротше 15 символів, спробуй ще раз`,
        CALENDAR_PROMPT: `Обери зручний час візиту:`,
        REMINDER_QUESTION: `Чи хочеш ти, щоб я нагадав тобі про візити за годину до нього?`,
        DONE_MESSAGE: `Перші етапи виконані: твій запис збережено./nЧекаємо на тебе в лікарні в обраний час!`
    }
}